acpi
acpid-openrc
alsa-firmware
alsa-utils
amd-ucode
artix-archlinux-support
artix-branding-base
artix-grub-theme
artix-gtk-presets
artix-qt-presets
atril
avahi-openrc
b43-fwcutter
base
base-devel
bc
bind
bluez-openrc
brave-bin
brightnessctl
btrfs-progs
calcurse
clang
connman-gtk
connman-openrc
cronie-openrc
cryptsetup-openrc
cups-openrc
dhclient
dhcpcd-openrc
diffutils
dmraid
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
elogind-openrc
epiphany
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
firefox
fzf
git
gpicview
grub
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gvfs-mtp
gvim
haveged-openrc
htop
inetutils
intel-ucode
inxi
iptables
isync
jfsutils
leafpad
libva-intel-driver
libva-vdpau-driver
lightdm-gtk-greeter
lightdm-openrc
linux
linux-firmware
linux-headers
logrotate
lsb-release
lvm2-openrc
lxappearance
lxappearance-obconf
lxde-common
lxde-icon-theme
lxhotkey
lxinput
lxlauncher
lxmusic
lxpanel
lxrandr
lxsession
lxtask
lxterminal
man-db
man-pages
mdadm-openrc
memtest86+
metalog-openrc
mkinitcpio
mkinitcpio-openswap
modemmanager
mpv
msmtp
nano
nbd
neofetch
neomutt
neovim
net-tools
networkmanager
networkmanager-openrc
nfs-utils-openrc
ntfs-3g
openbox
openbsd-netcat
openntpd-openrc
openrc-settingsd
openssh-openrc
os-prober
pass
pavucontrol
pcmanfm
powertop
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-zeroconf
qt5-imageformats
qt6gtk2
ranger
raw-thumbnailer
reiserfsprogs
ripgrep
rsync-openrc
s-nail
scrot
sof-firmware
sudo
sysfsutils
terminus-font
texinfo
ttf-droid
ttf-inconsolata
ttf-liberation
ttf-roboto
ttf-roboto-mono
tumbler
unzip
usbutils
vi
vkd3d
vulkan-intel
vulkan-radeon
vulkan-swrast
webp-pixbuf-loader
which
wireless-regdb
wpa_supplicant-openrc
xclip
xcompmgr
xcursor-premium
xdg-user-dirs
xdg-utils
xf86-input-vmmouse
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-sisusb
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-server
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xterm
xwallpaper
yad
yt-dlp
zathura
zathura-pdf-poppler
zsh
